
namespace Soul.Controller
{
    public static class Errors
    {
        //-----------------------------------------------------------------------------------------------
        public static string INVALIDNUMBER
        {
            get { return "Невалиден рег. номер."; }
        }
        //-----------------------------------------------------------------------------------------------
        public static string FILLTHENUMBER {
            get { return "Попълнете полетo за рег. номер."; }
        }
        //-----------------------------------------------------------------------------------------------
        public static string FILLTHEFIELDS
        {
            get { return "Попълнете всички полета."; }
        }
        //-----------------------------------------------------------------------------------------------
        public static string NOTACTIVEINS
        {
            get  { return "Няма активна застраховка."; }
        }
        //-----------------------------------------------------------------------------------------------
    }
}
